;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Français - French
Code = fr
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = À propos de %{Program.Name}
Label_Version = Version
Label_AutoIt = Conçu avec AutoIt version
Label_Copyright = Droits d'auteur
Tip_Title_Donate = Faire un don pour notre cause
Tip_Message_Donate = Quand vous faites un don, vous nous aidez à conserver notre logiciel gratuit\r\net nous permettez d'acquérir les outils et les services\r\nque nous utilisons pour vous servir.
Label_Home = Page d'accueil
Label_License = Licence
Label_Support = Obtenir de l'aide
Tip_Title_Country = Fabriqué en Afrique du Sud
Tip_Message_Country = %{Program.Name} est né en Afrique du Sud.
Label_Contributors = Contributeurs
Button_Ok = OK
Label_RAM = (RAM) %d Mo libres sur %d Mo (%d%%)
Label_HDD = (%s) %.2f Go libres sur %.2f Go (%d%%)
Tip_Facebook = Suivez-nous sur Facebook.
Tip_GitHub = %{Program.Name} sur GitHub.

[Custom]
Label_Status_Welcome = Commencez par charger le navigateur (sélectionnez le fichier).\r\n%{Program.Name} va automatiquement détecter le processus à partir de l'exécutable sélectionné.
Label_Status_Updates = Vérification des mises à jour
Group_Load_Browser = Charger le navigateur
Label_Executable = Chemin d'accès de l'exécutable (%s) :
Label_Process_Usage = Utilisation | Pic :
Label_Process_Count = Nombre de processus :
Button_Browse = &Parcourir
Group_Options = Options
Checkbox_Reduce_Mem = Réduire la mémoire toutes les :
Label_Milliseconds = millisecondes
Checkbox_Reduce_Limit = Réduire la mémoire si l'utilisation dépasse :
Checkbox_Start_With = Démarrer %s quand %{Program.Name} démarre
Checkbox_Enable_Extended_Processes = Activer les processus étendus
Button_Extended_Processes = &Processus étendus
Checkbox_Start_Windows = Démarrer %{Program.Name} au démarrage de Windows
Label_Settings_Updated = Paramètres mis à jour avec succès.
Button_Cancel = Annuler
Button_Save = Enregistrer
Time_Unit_01 = millisecondes
Time_Unit_02 = secondes
Time_Unit_03 = minutes
Time_Unit_04 = heures
Label_Boost_Description = Réduire toutes les %s %s si l'utilisation dépasse %s Mo.
Title_Select_Browser = Sélectionner le navigateur
Tip_Minimized_Title = %{Program.Name} fonctionne toujours !
Tip_Minimized_Message = %{Program.Name} va continuer à fonctionner pour optimiser l'utilisation de la mémoire de %s.\r\nCliquez sur l'icône dans la zone de notification pour modifier diverses options d'optimisation.
Label_Notice = %{Program.Name} est conçu pour une utilisation sur ordinateurs de bureau et portables.\r\nNous avons créé Firemin Server pour les environnements serveur. En savoir plus...

[Donate]
Label_Heading = Que diriez-vous d'un petit don pour que notre logiciel reste gratuit à vie ?
Label_Message = Cliquez sur le bouton PayPal ci-dessous, choisissez un montant et envoyez-nous le don.\r\nVotre don servira à améliorer notre logiciel et à tout garder gratuit sur Rizonesoft.\r\nUn don de 20$ nous permettra de continuer pendant au moins un mois.
Label_Donate = Envisageriez-vous un petit don de 10$ pour nous aider à améliorer %{Program.Name} et à poursuivre notre mission ?

[Menus]
File = &Fichier
File_Preferences = &Préférences
File_Close = &Quitter\tMaj+Alt+F4
Help = &Aide
Help_Update = &Vérifier les mises à jour
Help_Home = &Page d'accueil de %{Company.Name}
Help_Downloads = &Plus de téléchargements
Help_Support = &Obtenir de l'aide
Help_Issue = &Signaler un problème
Help_Donate = &Faire un don pour notre cause
Help_About = À propos de %{Program.Name}
Tray_About = À propos de %{Program.Name} %s
Tray_Open = Ouvrir %{Program.Name}
Tray_Extended_Processes = Processus étendus
Tray_Run = Exécuter %s
Tray_Run_Safemode = Exécuter %s en mode sans échec

[Messages]
Info_Title = Veuillez noter
Warning_Title = Attention !
Error_Title = Oups ! Quelque chose s'est mal passé !
Error_Oops = Oups !
Singleton = Une autre instance de %{Program.Name} est déjà en cours d'exécution.\r\nAstuce : Cliquez sur l'icône %{Program.Name} dans la zone de notification.
Compatible = %{Program.Name} n'est pas compatible avec votre version de Windows.\r\nSi vous pensez qu'il s'agit d'une erreur, n'hésitez pas à laisser un message sur '%s' avec tous les détails.
Compatible_Bit = Malheureusement, %{Program.Name} 32 bits n'est pas compatible avec votre version de Windows.\r\nVeuillez télécharger %{Program.Name} 64 bits depuis '%s'

[Preferences]
Window_Title = Préférences
Tab_General = Général
Tab_Performance = Performance
Tab_Language = Langue
Group_Notifications = Notifications
Group_Extended_Processes = Processus étendus
Group_Priority = Priorité
Group_Memory = Mémoire
Group_Language = Langue
Checkbox_Notifications = Afficher les notifications dans la zone de notification
Label_Extended_Processes = Entrez ici les noms des processus supplémentaires que vous souhaitez que %{Program.Name} optimise.\r\nLa liste doit être séparée par des virgules (Process01.exe, Process02.exe, etc.)
Label_SetPriority = Définir la priorité du processus :
Checkbox_SaveRealtime = Enregistrer la priorité au-dessus de haute (non recommandé).
Checkbox_ReduceMemory = Réduire la mémoire sur les systèmes à faible mémoire.
Label_Language_Message = Sélectionnez la langue souhaitée puis appuyez sur le bouton %s pour continuer. (Redémarrage requis)
Button_Save = Enregistrer
Button_Cancel = Annuler
Label_Updated = Préférences mises à jour
MsgBox_Language_Title = Langue modifiée
MsgBox_Language_Message = La langue sélectionnée a été modifiée.\r\n%{Program.Name} doit être redémarré pour que la langue choisie prenne effet.
MsgBox_Closing_Title = Fermeture de %{Program.Name}
MsgBox_Closing_Message = Voulez-vous fermer %{Program.Name} maintenant ?
Button_Export = Exporter
Dialog_Export_Title = Exporter les processus étendus
Dialog_Export_Error_Title = Erreur d'exportation
Dialog_Export_Error_Message = Échec de la création du fichier d'exportation.
Dialog_Export_Success_Title = Exportation réussie
Dialog_Export_Success_Message = Liste des processus étendus exportée vers :
Button_Import = Importer
Dialog_Import_Title = Importer les processus étendus
Dialog_Import_Error_Title = Erreur d'importation
Dialog_Import_Error_Message = Échec de la lecture du fichier d'importation.
Dialog_Import_Success_Title = Importation réussie
Dialog_Import_Success_Message = La liste des processus étendus a été importée avec succès.
Dialog_Import_Empty_Title = Aucun processus trouvé
Dialog_Import_Empty_Message = Aucun processus valide n'a été trouvé dans le fichier sélectionné.

[Update]
Window_Title_Available = Mise à jour disponible
Window_Title_Congratulations = Félicitations !
Window_Title_Error = Quelque chose s'est mal passé !
Label_Message_Update = Une nouvelle version de '%{Program.Name}' est disponible.
Label_Message_Latest = Vous utilisez la dernière version de '%{Program.Name}'.
Label_Message_Error = Les informations concernant la dernière version de '%{Program.Name}' n'ont pas pu être récupérées.
Label_Message_Internet = Veuillez vérifier votre connexion Internet et réessayer.
Label_Build_Current = Version actuelle :
Label_Build_Update = Version de mise à jour :
CheckBox_NoUpdate = Ne pas vérifier les mises à jour au démarrage.
Button_Update = En savoir plus
Button_Close = Fermer

[Versioning]
Administrator = Administrateur
Build = Version
AutoIt_Version = utilise AutoIt version %{AutoIt.Version}
Bit = bits